---
kind: enumMember
id: F:Autodesk.Revit.DB.PreferredJunctionType.Tee
enum: Autodesk.Revit.DB.PreferredJunctionType
zh: 三通
source: html/c697d138-521c-175d-a708-42199c321afd.htm
---
# Autodesk.Revit.DB.PreferredJunctionType.Tee

**中文**: 三通

Tee junction type.